tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "macos-fuse-t/cask"
tap "nikitabobko/tap"
brew "btop"
brew "deno"
brew "icu4c@76"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "jq"
brew "lua"
brew "mosh"
brew "neovim"
brew "nvm"
brew "pipx"
brew "python@3.11"
brew "ripgrep"
brew "rustup"
brew "sevenzip"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "zola"
brew "jesseduffield/lazygit/lazygit"
cask "1password-cli"
cask "aerospace"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "fuse-t"
cask "fuse-t-sshfs"
cask "iina"
cask "iterm2"
