tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "gh"
brew "git"
brew "github-keygen"
brew "htop"
brew "mas"
brew "neovim"
brew "nvm"
brew "stow"
brew "tree"
brew "wget"
cask "1password"
cask "appcleaner"
cask "cryptomator"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "iina"
mas "1Password for Safari", id: 1569813296
mas "Baking Soda", id: 1601151613
mas "Dark Reader for Safari", id: 1438243180
mas "GoodLinks", id: 1474335294
mas "Hush", id: 1544743900
mas "JavaSnipt", id: 1561868291
mas "NextDNS", id: 1464122853
mas "Vinegar", id: 1591303229
mas "Wipr", id: 1320666476
vscode "asvetliakov.vscode-neovim"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "golang.go"
vscode "kenhowardpdx.vscode-gist"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-vscode-remote.remote-containers"
vscode "natqe.reload"
vscode "pflannery.vscode-versionlens"
vscode "rust-lang.rust-analyzer"
vscode "sourcery.sourcery"
vscode "twixes.pypi-assistant"
vscode "vscode-snippet.snippet"
vscode "vscodevim.vim"
