tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "git"
brew "htop"
brew "mas"
brew "neovim"
brew "nvm"
brew "stow"
brew "tree"
brew "wget"
cask "1password"
cask "appcleaner"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "iina"
cask "slack"
cask "loom"
cask "visual-studio-code"
cask "chromium"
cask "postman"
cask "zoom"
cask "microsoft-excel"
cask "microsoft-word"
cask "microsoft-powerpoint"
cask "docker"
vscode "asvetliakov.vscode-neovim"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "kenhowardpdx.vscode-gist"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-vscode-remote.remote-containers"
vscode "natqe.reload"
vscode "pflannery.vscode-versionlens"
vscode "rust-lang.rust-analyzer"
vscode "sourcery.sourcery"
vscode "twixes.pypi-assistant"
vscode "vscode-snippet.snippet"
vscode "vscodevim.vim"
