tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "zsh"
brew "atuin"
brew "git"
brew "curl"
brew "fzf"
brew "git"
brew "neovim"
brew "ripgrep"
brew "tree"
brew "jesseduffield/lazygit/lazygit"
brew "tmux"
brew "rustup"

{{- if and (ne .sysarea "server") (ne .sysarea "devcontainer")}}
brew "btop"
brew "mosh"
brew "sevenzip"
brew "syncthing"
{{ end }}

{{- if or (eq .sysarea "server") (eq .sysarea "devcontainer")}}
brew "xsel"
{{ end }}

{{- if eq .chezmoi.os "darwin"}}
brew "podman"
brew "mas"
cask "alacritty"
cask "firefox"
cask "1password"
cask "1password-cli"
cask "iina"
cask "freedom"
cask "localsend"
cask "discord"
cask "obsidian"
mas "Things 3", id: 904280696
mas "Amphetamine", id: 937984704
mas "NextDNS", id: 1464122853
{{if eq .sysarea "home"}}
cask "scrivener"
cask "calibre"
cask "cryptomator"
mas "Mela", id: 1568924476
{{ end }}
{{ else if eq .chezmoi.os "linux" }}

{{ end }}

