tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "curl"
brew "w3m"
brew "btop"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "go"
brew "jq"
brew "lua"
brew "mosh"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "rustup"
brew "sevenzip"
brew "tmux"
brew "tree"
brew "jesseduffield/lazygit/lazygit"
{{- if eq .sysarea "home"}}
brew "zola"
{{end -}}
{{- if eq .chezmoi.os "darwin"}}
brew "mas"
cask "alacritty"
cask "firefox"
cask "1password"
cask "1password-cli"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "iina"
cask "freedom"
cask "localsend"
cask "discord"
cask "obsidian"
mas "Things 3", id: 904280696
mas "Amphetamine", id: 937984704
mas "NextDNS", id: 1464122853
{{if eq .sysarea "home"}}
cask "scrivener"
cask "calibre"
cask "cryptomator"
mas "Mela", id: 1568924476
{{ end }}
{{ else if eq .chezmoi.os "linux" }}

{{ end }}

